Key,"French (France)"
AlarmServer.Default.Text,Défaut
BaseTemplate.Text.Text,Texte
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Réinitialiser
BaseTemplate.Button5.Text,
BaseTemplate.Text.Texts[0],"Le bagger n'est pas prêt à faire du vélo"
BaseTemplate.Text.Texts[1],"Bagger prêt à rouler"
BaseTemplate.Text.Texts[2],"Ensacheuse en cycle"
BaseTemplate.Text.Texts[3],"Pas de sac couvrant les yeux"
BaseTemplate.Text.Texts[4],"Le sac n'a pas pu être séparé"
BaseTemplate.Text.Texts[5],"Obstruction de la barre de pression"
BaseTemplate.Text.Texts[6],"Violation du rideau lumineux"
BaseTemplate.Text.Texts[7],"La tête d'impression n'a pas pu se relever"
BaseTemplate.Text.Texts[8],"La tête d'impression n'a pas pu s'abaisser"
BaseTemplate.Text.Texts[9],"Défaut de code à barres"
BaseTemplate.Text.Texts[10],"Trop de pièces comptées"
BaseTemplate.Text.Texts[11],"La mâchoire n'a pas réussi à se fermer"
BaseTemplate.Text.Texts[12],"Défaut du moteur d'alimentation du film"
BaseTemplate.Text.Texts[13],"Défaut de mouvement de la mâchoire"
BaseTemplate.Text.Texts[14],"La mâchoire n'a pas pu rentrer chez elle"
BaseTemplate.Text.Texts[15],"En attente de l'imprimante"
BaseTemplate.Text.Texts[16],"En attente de remplissage"
BaseTemplate.Text.Texts[17],"Nombre de lots terminé"
BaseTemplate.Text.Texts[18],"Mâchoire non fermée"
BaseTemplate.Text.Texts[19],"Du cycle Bagger au remplisseur actif"
BaseTemplate.Text.Texts[20],"Machine non testée"
BaseTemplate.Text.Texts[21],"Moteur de plaque de charge non réarmé"
BaseTemplate.Text.Texts[22],"Moteur de la plaque de charge défectueux"
BaseTemplate.Text.Texts[23],"Défaut de communication du moteur de la plaque de charge"
BaseTemplate.Text.Texts[24],"Mise hors tension sécurisée pendant le cycle"
BaseTemplate.Text.Texts[25],"Arrêt sécurisé"
BaseTemplate.Text.Texts[26],"Moteur IBD non réarmé"
BaseTemplate.Text.Texts[27],"Moteur IBD défectueux"
BaseTemplate.Text.Texts[28],"Défaut de communication du moteur IBD"
BaseTemplate.Text.Texts[29],"Défaut du ruban d'imprimante"
BaseTemplate.Text.Texts[30],"Demande de service d'impression"
BaseTemplate.Text.Texts[31],"La mâchoire ne s'est pas ouverte"
BaseTemplate.Text.Texts[32],"L'IBD n'a pas réussi à fermer"
BaseTemplate.Text.Texts[33],"L'IBD n'a pas pu s'ouvrir "
BaseTemplate.Text.Texts[34],"Ensacheuse en veille - Appuyez sur Réinitialiser"
BaseTemplate.Text.Texts[35],"Défaut de communication du moteur d'alimentation du film"
BaseTemplate.Text.Texts[36],----
BaseTemplate.Text.Texts[37],----
BaseTemplate.Text.Texts[38],----
BaseTemplate.Button9.Text,"Faire du vélo"
BaseTemplate.Button1.Text,
Home.Button3.Text,Administrateur
Home.Button8.Text,Options
About_Sharp.Text.Text,"À propos de Sharp"
About_Sharp.Text1.Text,"Pour le service, appelez le : +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Sacs fabriqués"
About_Sharp.Text3.Text,"Version IHM"
About_Sharp.Text6.Text,1.2.0.6
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Maintenez enfoncé pour réinitialiser le BPM"
Dashboard.Button3.Text,"Annuler
Imprimer"
Dashboard.Button5.Text,"Étiquettes
claires"
Dashboard.Text.Text,"Sacs fabriqués"
Dashboard.Text1.Text,"Course active"
Dashboard.Text2.Text,Sacs/min
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Mode automatique actif"
Dashboard.Text4.Text,"Cycle de séchage actif"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"À propos de Sharp"
Dashboard_Help.Text.Text,"Aide du tableau de bord"
Settings_P1.Text.Text,"Page des paramètres"
Settings_P2.Text.Text,"Page des paramètres"
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"Vitesse d'avance / Vitesse de marche arrière"
Settings_P1.Text4.Text,"Décalage du joint : (po.)"
Settings_P1.Text5.Text,"Passage de mâchoire (po.)"
Settings_P1.Text6.Text,"Longueur du sac : (po.)"
Settings_P1.Text7.Text,"Joint de maintien / Joint de refroidissement"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"Séparer avant de sceller"
Settings_P2.Text3.Text,"Sacs consécutifs"
Settings_P2.Text4.Text,"Compteur de pièces"
Settings_P2.Text6.Text,"Paramètre de comptage de lots"
Settings_P2.Text7.Text,"Temps de chute du remplissage"
Settings_P2.Button.Text,Désactivé
Settings_P2.Button2.Text,Désactivé
Settings_P2.Button3.Text,Désactivé
Settings_P2.Button4.Text,Désactivé
Settings_P2.Button5.Text,Désactivé
Settings_P2.Button.Texts[0],Désactivé
Settings_P2.Button.Texts[1],Activé
Settings_P2.Button2.Texts[0],Désactivé
Settings_P2.Button2.Texts[1],Activé
Settings_P2.Button3.Texts[0],Désactivé
Settings_P2.Button3.Texts[1],Activé
Settings_P2.Button4.Texts[0],Désactivé
Settings_P2.Button4.Texts[1],Activé
Settings_P2.Button5.Texts[0],Désactivé
Settings_P2.Button5.Texts[1],Activé
Admin.Text.Text,"Installé en usine"
Admin.Button4.Text,"Dégonfleur de sac indépendant"
Admin.Button2.Text,Imprimante
Admin.Button3.Text,"Vérificateur de codes-barres"
Admin.Button8.Text,"Plaque de charge rétractable"
Admin.Button.Text,"Paramètres avancés"
Advanced_P1.Text.Text,Avancé
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Avancé
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Avancé
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Avancé
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,"Mode automatique"
Advanced_P1.Button2.Text,"Cycle de séchage"
Advanced_P1.Text2.Text,"Mode de maintien automatique"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,État
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Prêt
Advanced_P1.Text6.Text,Imprimante
Advanced_P1.Text7.Text,"Placa de carga retráctil"
Advanced_P1.Text8.Text,"Passage de mâchoire"
Advanced_P1.Text9.Text,"Livraison de sacs"
Advanced_P1.Text10.Text,"Vérificateur de 
codes-barres"
Advanced_P1.Text11.Text,"Dégonfleur de 
sac indépendant"
Advanced_P2.Text2.Text,Texte
Advanced_P2.Text3.Text,Texte
Advanced_P2.Text4.Text,Texte
Advanced_P2.Text5.Text,Texte
Advanced_P2.Text6.Text,Texte
Advanced_P2.Text7.Text,Texte
Advanced_P2.Text8.Text,Texte
Advanced_P2.Text9.Text,Texte
Advanced_P3.Text2.Text,"Sacs fabriqués"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"Autonomie en veille (min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button3.Text,Zéro
Advanced_P4.Text10.Text,"Mâchoire avant"
Advanced_P4.Text9.Text,"Position actuelle"
Advanced_P4.Text8.Text,"Code d'alarme"
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Zéro
Advanced_P4.Text13.Text,"Mâchoire arrière"
Advanced_P4.Text12.Text,"Position actuelle"
Advanced_P4.Text11.Text,"Code d'alarme"
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,"Page de service"
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,"Page de service"
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,"Page de service"
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Sorties
IO_P2.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Entrées
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Fermer la mâchoire"
Service_P1.Button5.Text,"Jog Jaw fermé"
Service_P1.Button6.Text,"Jog Jaw ouvert"
Service_P1.Button7.Text,"Mâchoire ouverte"
Service_P2.Button2.Text,"Fermer IBD"
Service_P2.Button5.Text,"Jog IBD fermé"
Service_P2.Button6.Text,"Jog IBD ouvert"
Service_P2.Button7.Text,"Ouvrir la MII"
Service_P3.Button2.Text,"Relever la tête d'impression"
Service_P3.Button5.Text,"Élever la tablette de chargement"
Service_P3.Button6.Text,"Étagère de chargement inférieure"
Service_P3.Button7.Text,"Tête d'impression inférieure"
Service_P3.Button.Text,"Annuler le test du cycle de la mâchoire"
Service_P3.Button4.Text,"Début du test du cycle de la mâchoire"
Service_P3.Text2.Text,"Cycles de mâchoire"
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:2/09 Pièce de rechange"
IO_P3.Text6.Text,"I:2/07 Pièce de rechange"
IO_P3.Text4.Text,"I:2/06 Pièce de rechange"
IO_P3.Text7.Text,"I:2/03 Pièce de rechange"
IO_P3.Text9.Text,"I:2/10 De rechange"
IO_P3.Text5.Text,"I:2/05 Pièce de rechange"
IO_P3.Text10.Text,"I:2/02 Pièce de rechange"
IO_P3.Text11.Text,"I:2/04 Pièce de rechange"
IO_P3.Text12.Text,"I:2/08 Pièce de rechange"
IO_P3.Text3.Text,"I:2/01 Pièce de rechange"
IO_P3.Text2.Text,"I:2/00 Demande de service d'imprimante"
IO_P3.Text15.Text,"I:2/11 De rechange"
IO_P2.Text8.Text,"O:1/09 État de Palm 0"
IO_P2.Text6.Text,"O:1/07 Pièce de rechange"
IO_P2.Text4.Text,"O:1/06 Activation des ventilateurs"
IO_P2.Text7.Text,"O:1/03 Déroulement du ruban"
IO_P2.Text5.Text,"O:1/05 Enseigner Photoeye"
IO_P2.Text9.Text,"O:1/10 État de Palm 1"
IO_P2.Text10.Text,"O:1/02 Demande d'impression"
IO_P2.Text11.Text,"O:1/04 Code-barres de déclenchement"
IO_P2.Text12.Text,"O:1/08 Prêt pour le remplissage"
IO_P2.Text3.Text,"O:1/01 Tête d'impression inférieure"
IO_P2.Text2.Text,"O:1/00 Fil d'étanchéité"
Options.Button.Text,Imprimante
Options.Button1.Text,"Vérificateur de codes-barres"
Options.Button2.Text,"Dégonfleur de sac indépendant"
Options.Button3.Text,"Plaque de charge rétractable"
Option_Printer.Button.Text,"Annuler Imprimer"
Option_Printer.Button1.Text,"Envoyer des étiquettes"
Option_Printer.Button2.Text,"Étiquettes claires"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,"Longueur d'impression (po)"
Option_Printer.Text4.Text,"Impression offset (po)"
Option_Printer.Text6.Text,"Vitesse d'impression"
Option_Printer.Text.Text,Imprimante
Option_Printer.Text5.Text,SUR
Option_Printer.Text5.Texts[0],DÉSACTIVÉ
Option_Printer.Text5.Texts[1],SUR
Option_IBD.Text4.Text,"Retard de fermeture de la mâchoire"
Option_IBD.Text6.Text,"Force de serrage (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Dégonfleur de sac indépendant"
Option_IBD.Text5.Text,SUR
Option_IBD.Text5.Texts[0],DÉSACTIVÉ
Option_IBD.Text5.Texts[1],SUR
Option_LoadShelf.Text6.Text,"Durée (sec.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Plaque de charge rétractable"
Option_LoadShelf.Text5.Text,SUR
Option_LoadShelf.Text5.Texts[0],DÉSACTIVÉ
Option_LoadShelf.Text5.Texts[1],SUR
Option_BarcodeVerifier.Text.Text,"Vérificateur de codes-barres"
Option_BarcodeVerifier.Text5.Text,SUR
Option_BarcodeVerifier.Text5.Texts[0],DÉSACTIVÉ
Option_BarcodeVerifier.Text5.Texts[1],SUR
Option_BarcodeVerifier.Text2.Text,"Bonne lecture"
Option_BarcodeVerifier.Text3.Text,"Distance de numérisation (mm)"
Option_BarcodeVerifier.Text4.Text,"Démarrer la numérisation Offset (mm)"
Option_BarcodeVerifier.Text1.Text,"Mauvais/pas de lecture"
Option_BarcodeVerifier.Text6.Text,"Nombre d'erreurs de lecture incorrectes"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"Déclencheur
BCD"
Service_P1.Button1.Texts[0],"Fermer la mâchoire"
Service_P1.Button1.Texts[1],"Mâchoire fermée"
Service_P1.Button7.Texts[0],"Mâchoire ouverte"
Service_P1.Button7.Texts[1],"Mâchoire ouverte"
Service_P2.Button2.Texts[0],"Fermer IBD"
Service_P2.Button2.Texts[1],"IBD fermé"
Service_P2.Button7.Texts[0],"Ouvrir la MII"
Service_P2.Button7.Texts[1],"Ouverture de l'IBD"
Service_P3.Button7.Texts[0],"Tête d'impression inférieure"
Service_P3.Button7.Texts[1],"Tête d'impression abaissée"
Service_P3.Button2.Texts[0],"Relever la tête d'impression"
Service_P3.Button2.Texts[1],"Tête d'impression relevée"
Service_P3.Button5.Texts[0],"Élever la tablette de chargement"
Service_P3.Button5.Texts[1],"Étagère de chargement surélevée"
Service_P3.Button6.Texts[0],"Étagère de chargement inférieure"
Service_P3.Button6.Texts[1],"Étagère de chargement abaissée"
Advanced_P3.Text4.Text,"Mâchoire fermée (po.)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric.Prefix,
IO_P1.AnalogNumeric.Suffix,/2
IO_P1.AnalogNumeric1.Prefix,
IO_P1.AnalogNumeric1.Suffix,
IO_P1.AnalogNumeric3.Prefix,
IO_P1.AnalogNumeric3.Suffix,
IO_P1.AnalogNumeric4.Prefix,
IO_P1.AnalogNumeric4.Suffix,
IO_P1.AnalogNumeric5.Prefix,
IO_P1.AnalogNumeric5.Suffix,
IO_P1.AnalogNumeric8.Prefix,
IO_P1.AnalogNumeric8.Suffix,
IO_P1.AnalogNumeric11.Prefix,
IO_P1.AnalogNumeric11.Suffix,
IO_P1.AnalogNumeric2.Prefix,
IO_P1.AnalogNumeric2.Suffix,
IO_P1.AnalogNumeric6.Prefix,
IO_P1.AnalogNumeric6.Suffix,
IO_P1.AnalogNumeric7.Prefix,
IO_P1.AnalogNumeric7.Suffix,
IO_P1.AnalogNumeric10.Prefix,
IO_P1.AnalogNumeric10.Suffix,
IO_P1.AnalogNumeric12.Prefix,
IO_P1.AnalogNumeric12.Suffix,
IO_P1.AnalogNumeric13.Prefix,
IO_P1.AnalogNumeric13.Suffix,
IO_P1.AnalogNumeric16.Prefix,
IO_P1.AnalogNumeric16.Suffix,
IO_P1.AnalogNumeric17.Prefix,
IO_P1.AnalogNumeric17.Suffix,
IO_P1.AnalogNumeric9.Prefix,
IO_P1.AnalogNumeric9.Suffix,
IO_P1.AnalogNumeric14.Prefix,
IO_P1.AnalogNumeric14.Suffix,
IO_P1.AnalogNumeric15.Prefix,
IO_P1.AnalogNumeric15.Suffix,
IO_P1.Button1.Text,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"Délai de déconnexion automatique (S) "
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Service
Home.Button4.Text,IO
Home.Button2.Text,Paramètres
BaseTemplate.Text1.Text,
Faults.AnalogNumeric.Prefix,
Faults.AnalogNumeric.Suffix,
Faults.Text.Text,"Page de défaut active"
Faults.AnalogNumeric1.Prefix,
Faults.AnalogNumeric1.Suffix,
Faults.AnalogNumeric2.Prefix,
Faults.AnalogNumeric2.Suffix,
Faults.AnalogNumeric3.Prefix,
Faults.AnalogNumeric3.Suffix,
Faults.AnalogNumeric4.Prefix,
Faults.AnalogNumeric4.Suffix,
Faults.AnalogNumeric5.Prefix,
Faults.AnalogNumeric5.Suffix,
Faults.AnalogNumeric6.Prefix,"Page: "
Faults.AnalogNumeric6.Suffix,/50
Faults.Button.Text,
Faults.Button1.Text,
Faults.Button2.Text,
Faults.Button3.Text,
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,"Mot de passe: "
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Opérateur
Login.Button.Text,Fermer
Advanced_P3.Button2.Text,"Cliquez pour contourner le serrage pendant le cycle"
Advanced_P3.Button2.Texts[0],"Cliquez pour contourner le serrage pendant le cycle"
Advanced_P3.Button2.Texts[1],"Serrage contourné"
Service_P2.Button4.Text,"Film Jog Reverse"
Service_P2.Button9.Text,"Film Jog en avant"
Service_P1.Button8.Text,"Vérificateur de déclencheur BCD"
Service_P1.Button2.Text,"Pince de serrage fermée"
Service_P1.Button3.Text,"Pince de serrage ouverte"
Status.Text.Text,Nom
Status.Text1.Text,Statut
Status.Text2.Text,Prêt?
Status.Name_0.Text,Nom
Status.Status_0.Text,Statut
Status.Ready_0.Text,Prêt?
Status.Name_1.Text,Nom
Status.Status_1.Text,Statut
Status.Ready_1.Text,Prêt?
Status.Name_2.Text,Nom
Status.Status_2.Text,Statut
Status.Ready_2.Text,Prêt?
Status.Name_3.Text,Nom
Status.Status_3.Text,Statut
Status.Ready_3.Text,Prêt?
Status.Name_4.Text,Nom
Status.Status_4.Text,Statut
Status.Ready_4.Text,Prêt?
Status.Name_5.Text,Nom
Status.Status_5.Text,Statut
Status.Ready_5.Text,Prêt?
Status.Text24.Text,"État de la machine"
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Cette page utilise des scripts pour remplir le tableau. Veuillez consulter l'onglet de script pour comprendre comment il est rempli."
Status.AnalogNumeric.Prefix,"Composants totaux : "
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Aperçu de l'état de l'ensacheuse"
About_Sharp.Text4.Text,"Version PLC"
Options.Button4.Text,
Options.Text5.Text,SUR
Options.Text5.Texts[0],DÉSACTIVÉ
Options.Text5.Texts[1],SUR
Options.Text6.Text,"Bouton d'activation de l'imprimante et du vérificateur : appuyer sur ce bouton active et désactive simultanément l'option Imprimante et les options Vérificateur de codes-barres."
Options.Text.Text,"Activer l'imprimante et le vérificateur"
Dashboard.Button.Text,"Aperçu de l'état de l'ensacheuse"
Dashboard.Button4.Text,"Aperçu des défauts de l'ensacheuse"
CommLoss.Text.Text,"LES DONNÉES DU PLC N'ONT PAS ÉTÉ MISES À JOUR"
CommLoss.Text1.Text,"Si le micrologiciel de l'automate a récemment été modifié, ce message disparaîtra automatiquement. Dans le cas contraire, contactez le fabricant pour vous assurer que le micrologiciel approprié est utilisé."
ConfirmLogout.Text.Text,"Etes-vous sûr de vouloir vous déconnecter ?"
ConfirmLogout.Cancel.Text,Non/Annuler
ConfirmLogout.Logout.Text,Oui/Déconnexion
Dashboard.Text5.Text,"Paramétrage par lot"
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Button6.Text,"Réinitialiser le nombre de lots"
Login.TouchComboBox.Texts[1],Entretien
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Avancé
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,"Film en avant"
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Accélération
Advanced_P5.Text4.Text,Ralentissement
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,"Film inversé"
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,"Décalage de film"
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,"Copie du film"
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI actif"
Option_Printer.Button3.Texts[1],"300 DPI actif"
Advanced_P4.Button.Text,Zéro
Advanced_P4.Button.Texts[0],Inch
Advanced_P4.Button.Texts[1],Metric
Advanced_P4.Text2.Text,"Inch or Metric"
Settings_P1_M.Text.Text,"Page des paramètres"
Settings_P1_M.Text1.Text,1/2
Settings_P1_M.Button.Text,
Settings_P1_M.Text3.Text,"Vitesse d'avance / Vitesse de marche arrière"
Settings_P1_M.Text4.Text,"Décalage du joint : (mm)"
Settings_P1_M.Text5.Text,"Passage de mâchoire (mm)"
Settings_P1_M.Text6.Text,"Longueur du sac : (mm)"
Settings_P1_M.Text7.Text,"Joint de maintien / Joint de refroidissement"
Settings_P1_M.AnalogNumeric.Prefix,
Settings_P1_M.AnalogNumeric.Suffix,
Settings_P1_M.AnalogNumeric1.Prefix,
Settings_P1_M.AnalogNumeric1.Suffix,
Settings_P1_M.AnalogNumeric2.Prefix,
Settings_P1_M.AnalogNumeric2.Suffix,
Settings_P1_M.AnalogNumeric3.Prefix,
Settings_P1_M.AnalogNumeric3.Suffix,
Settings_P1_M.AnalogNumeric4.Prefix,
Settings_P1_M.AnalogNumeric4.Suffix,
Settings_P1_M.AnalogNumeric5.Prefix,
Settings_P1_M.AnalogNumeric5.Suffix,
Settings_P1_M.AnalogNumeric6.Prefix,
Settings_P1_M.AnalogNumeric6.Suffix,
Home.Button.Text,Paramètres
Settings_P2.Button6.Text,
Option_Printer_M.Button.Text,"Annuler Imprimer"
Option_Printer_M.Button1.Text,"Envoyer des étiquettes"
Option_Printer_M.Button2.Text,"Étiquettes claires"
Option_Printer_M.Text3.Text,"Longueur d'impression (mm)"
Option_Printer_M.Text4.Text,"Impression offset (mm)"
Option_Printer_M.Text6.Text,"Vitesse d'impression"
Option_Printer_M.AnalogNumeric.Prefix,
Option_Printer_M.AnalogNumeric.Suffix,
Option_Printer_M.AnalogNumeric1.Prefix,
Option_Printer_M.AnalogNumeric1.Suffix,
Option_Printer_M.AnalogNumeric5.Prefix,
Option_Printer_M.AnalogNumeric5.Suffix,
Option_Printer_M.Text.Text,Imprimante
Option_Printer_M.Text5.Text,SUR
Option_Printer_M.Text5.Texts[0],DÉSACTIVÉ
Option_Printer_M.Text5.Texts[1],SUR
Option_Printer_M.Button3.Text,
Option_Printer_M.Button3.Texts[0],"203 DPI actif"
Option_Printer_M.Button3.Texts[1],"300 DPI actif"
Options.Button5.Text,Imprimante
Option_Barcode_M.Text.Text,"Vérificateur de codes-barres"
Option_Barcode_M.Text5.Text,SUR
Option_Barcode_M.Text5.Texts[0],DÉSACTIVÉ
Option_Barcode_M.Text5.Texts[1],SUR
Option_Barcode_M.Text2.Text,"Bonne lecture"
Option_Barcode_M.Text3.Text,"Distance de numérisation (po)"
Option_Barcode_M.Text4.Text,"Démarrer la numérisation Offset (po)"
Option_Barcode_M.Text1.Text,"Mauvais/pas de lecture"
Option_Barcode_M.Text6.Text,"Nombre d'erreurs de lecture incorrectes"
Option_Barcode_M.AnalogNumeric.Prefix,
Option_Barcode_M.AnalogNumeric.Suffix,
Option_Barcode_M.AnalogNumeric1.Prefix,
Option_Barcode_M.AnalogNumeric1.Suffix,
Option_Barcode_M.AnalogNumeric3.Prefix,
Option_Barcode_M.AnalogNumeric3.Suffix,
Option_Barcode_M.AnalogNumeric4.Prefix,
Option_Barcode_M.AnalogNumeric4.Suffix,
Option_Barcode_M.AnalogNumeric5.Prefix,
Option_Barcode_M.AnalogNumeric5.Suffix,
Option_Barcode_M.Button1.Text,"Déclencheur
BCD"
Options.Button6.Text,"Vérificateur de codes-barres"
Advanced_P4.Button2.Text,Zéro
Advanced_P4.Button2.Texts[0],"Light Curtain Not Installed"
Advanced_P4.Button2.Texts[1],"Light Curtain Installed"
Dashboard.AnalogNumeric5.Prefix,
Dashboard.AnalogNumeric5.Suffix,
Dashboard.Text6.Text,
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
Dashboard.AnalogNumeric6.Prefix,
Dashboard.AnalogNumeric6.Suffix,
About_Sharp.Text5.Text,"Service client européen:  00800 8888 8840"
Advanced_P5.TouchComboBox.Texts[0],
Advanced_P5.TouchComboBox.Texts[1],
Advanced_P5.TouchComboBox.Texts[2],
Advanced_P5.TouchComboBox.Texts[3],
Advanced_P5.Text8.Text,
Advanced_P5.TouchComboBox.Texts[4],
